const questions = [
    {
      text: "А голос у него был не такой, как у почтальона Печкина, дохленький. У Гаврюши голосище был, как у электрички. Он ____ ____ на ноги поднимал.",
      answers: [
        { text: "Пол деревни, за раз", correct: false, explain: "" },
        { text: "Полдеревни, зараз", correct: true,
          explain: "Правильно! Раздельно существительное пишется при наличии дополнительного слова между существительным и частицей. «Полдеревни» пишется слитно. «Зараз» (ударение на второй слог) — наречие, пишется слитно. Означает быстро, одним махом." },
        { text: "Пол-деревни, за раз", correct: false, explain: "" }
      ]
    },
    {
      text: "А эти слова как пишутся?",
      answers: [
        { text: "Капуччино и эспрессо", correct: false, explain: "" },
        { text: "Каппуччино и экспресо", correct: false, explain: "" },
        { text: "Капучино и эспрессо", correct: true,
          explain: "Конечно! По орфографическим нормам русского языка единственно верным написанием будут «капучино» и «эспрессо»." }
      ]
    },
    {
      text: "Как нужно писать?",
      answers: [
        { text: "Черезчур", correct: false, explain: "" },
        { text: "Черес-чур", correct: false, explain: "" },
        { text: "Чересчур", correct: true,
          explain: "Да! Это слово появилось от соединения предлога «через» и древнего слова «чур» («граница», «край»). Но слово претерпело изменения, так что правильное написание учим наизусть — «чересчур»." }
      ]
    },
    {
      text: "Где допущена ошибка?",
      answers: [
        { text: "Аккордеон", correct: false, explain: "" },
        { text: "Белиберда", correct: false, explain: "" },
        { text: "Эпелепсия", correct: true,
          explain: "Верно! Это слово пишется так: «эпИлепсия»." }
      ]
    },
    {
      text: "В каких предложениях слово «одевать» употреблено правильно с точки зрения литературной нормы?",
      answers: [
        { text: "Мама одевает ребёнка перед прогулкой.", correct: true,
          explain: "Правильно. Глагол «одевать» — переходный: он употребляется, когда кто-то одевает кого-то другого (ребёнка, клиента)." },
        { text: "Он одевает пальто и выходит на улицу.", correct: false, explain: "" },
        { text: "Стилист одевает клиента перед фотосессией.", correct: true,
          explain: "Правильно. Глагол «одевать» — переходный: он употребляется, когда кто-то одевает кого-то другого (ребёнка, клиента)." },
        { text: "Она одевает шапку и бежит на работу", correct: false, explain: "" }
      ]
    }
  ];